{
  "home": "Home Page",
  "homeLink": "Home",
  "aboutLink": "About",
  "workSampleLink": "Work Samples",
  "resumeLink": "Resume",
  "contactMeLink": "Contact",
  "myName": "Bilal Avvad",
  "contactInfo": "Contact Information",
  "bilalAvvad": "Bilal Avvad",
  "formName": "Name",
  "yourNamePlaceHolder": "Your Name is...",
  "formEmail": "Email",
  "yourEmailPlaceHolder": "Your Email is...",
  "formNumber": "Number",
  "yourNumberPlaceHolder": "Your Number is...",
  "formMessage": "Message",
  "yourMessagePlaceHolder": "Your Message is...",
  "formEmailControl": "I'll never share your email with anyone else without your consent.",
  "formSubmit": "Send Message!",
  "reservedRights": "All rights reserved by Bilal Avvad 2021.",
  "workSample": "Work Samples",
  "workButton": "Click me to view!",
  "seaSaverDesc": "Sea Saver is an application created as part of capstone project i had at Re:Coded, the website is aimed to develop a web application to help save our seas from pollution by creating a donation pool, this website is fully built using react.",
  "theMovieDBADesc": "This website is purely built using HTML5, CSS3, and JavaScript. The main aim of this website is to display all information related of movies by fetching the information using TMDB API.",
  "prmDesc": "This website is built using React. The aim of project manager is to have an organized workplace where you can login as either developer or a manager, you can see the list of projects and their tasks, and you can edit it as you like.",
  "madLibsDesc": "This website is based upon JavaScript, this is a game for the younger generation, where they have to fill in the blanks according to what is missing, and you can see the output real-time view, its purpose is educational.",
  "bootStrapDesc": "This website was built while practicing HTML5 and CSS3 and getting started on learning responsive designs, i have created this website with no functionalities, but just a design with CSS3 as a practice.",
  "eBursumDesc": "Worked on developing E-Bursum website as intern for the period of 4 months, using react for front-end, and Swagger for the back-end, also used some other technologies to help with the process such as Zeplin for web design, Microsoft Azure DevOps for code repository and agile sprints and many more.",
  "education": "Education",
  "ikhlas": "Graduated from Al-Ikhlas Private School 2017 in Kuwait with an overall degree of 93%.",
  "BAUENM": "Engineering management graduate from the faculty of engineering and natural science at Bahçeşehir Üniversitesi with 3.34 GPA (2017-2021). Have knowledge in Finance, Accounting, Marketing, Economics, Statistics, Supply Chain Management, and many more subject.",
  "BAUCMP": "Senior computer engineering student at at Bahçeşehir Üniversitesi in the faculty of engineering and natural science with 3.00 GPA (2019-2022). Have knowledge in C++, Digital logic, Database management systems, Data structures and algorithms, and many more subject.",
  "REFEWD": "Re-Coded Frontend Web Development Bootcamp Alumni 2021, with knowledge of HTML5, CSS3, JavaScript, React, React Hooks, React Dependencies, and Agile methodologies.",
  "experience": "Experience",
  "limak": "Worked for 2 months as planning and cost control department for Limak Inşaat in the project of Kuwait International Airport Terminal-II in 2020. My responsibilities included but not excluded to collecting information about the project itself of completed and ongoing tasks from Adobe 3D Max diagram of the airport, preparing daily, weekly, bi-weekly, and monthly reports.",
  "zayoom": "Wroked for 4 months as data entry specialist at Zayoom.com in Kuwait 2021. My main responsibilities were focused around searching, collecting, then entering the data related to products displayed on the website of the company, including the price list, taxed items, images of each product, and its description",
  "blooms": "Worked for 4 months as digital media assistant at Blooms group in Kuwait 2021. My main responsibilities were related to product photo sessions, advertisement video shootings, studio unboxing and review, photo editing, and video montaging.",
  "ebursum": "I'm currently working as Jr-frontend web developer internship at E-Bursum, my tasks is to integrate and learn about the website we are currently developing for the company, i'm the main assistant of the developing team leader in the frontend area.",
  "skills": "Skill Set",
  "skillSet1": "HTML5",
  "skillSet2": "CSS3",
  "skillSet3": "JavaScript",
  "skillSet4": "React",
  "skillSet5": "React Hooks",
  "skillSet6": "React Dependencies",
  "skillSet7": "Quick Learner",
  "skillSet8": "Team Leader",
  "skillSet9": "Determination",
  "skillSet10": "Teamwork",
  "skillSet11": "Creative Thinking",
  "skillSet12": "Problem Solving",
  "dearReader": "Dear Reader,",
  "myself1": "My name is Bilal Avvad, i'm ",
  "myself2": " years old. I'm both Turkish and Syrian citizen. I have been living in Kuwait for more than 18 years now.",
  "homeENM": "Graduate from Bahçeşehir Üniveritesi since June, 2021 from the faculty of engineering and natural science in the field of engineering management with a total GPA of 3.34/4.00 and 5 honor certificates rewarded from the university.",
  "homeCMP": "I am a senior student in computer engineering at Bahçeşehir Üniveritesi and expected to graduate by July, 2022.",
  "homeREC": "Re:Coded extensive front-end web development bootcamp Alumni since September, 2021. Have experience in HTML5, CSS3, JavaScript, React, React-hooks, React-dependencies, and Agile methodologies.",
  "homeEBU": "Currently, i'm working as an intern at E-Bursum as Jr front-end web developer.",
  "forMore": "For More Information",
  "forMoreRes": "Click here to check my resume",
  "forMorePre": "Click here to check my existing work",
  "forMoreCon": "Click here to contact me"
}
