{
  "home": "الصفحة الرئيسية",
  "homeLink": "الصفحة الرئيسية",
  "aboutLink": "ملف التعريف",
  "workSampleLink": "اعمال سابقة",
  "resumeLink": "السيرة الذاتية",
  "contactMeLink": "تواصل",
  "myName": "بلال عواد",
  "contactInfo": "معلومات التواصل",
  "bilalAvvad": "بلال عواد",
  "formName": "الاسم",
  "yourNamePlaceHolder": "...اسمك هو",
  "formEmail": "البريد الإلكتروني",
  "yourEmailPlaceHolder": "...بريدك الإلكتروني هو",
  "formNumber": "رقم الهاتف",
  "yourNumberPlaceHolder": "...رقم هاتفك هو",
  "formMessage": "محتوى الرسالة",
  "yourMessagePlaceHolder": "...رساتلك هي",
  "formEmailControl": ".لن أقوم بمشاركة بريدك الإلكتروني بدون موافقتك",
  "formSubmit": "!أرسل رسالتك",
  "reservedRights": ".كل الحقوق محفوظة بواسطة بلال عواد 2021",
  "workSample": "أعمال سابقة",
  "workButton": "!إضغط هنا للعرض",
  "theMovieDBADesc": "تم تصميم هذا الموقع باستخدام لغة التعريف الخاصة بجافا سكريبت. الهدف من هذا الموقع هو تصفح احدث الافلام المتاحة مع استعراض كامل المعلومات المتعلقة بها عن طريق استخدام المعلومات من منصة تي ام دي بي.",
  "prmDesc": "تم بناء هذا الموقع باستخدام لغة ري-اكت, الهدف من بروجكت مانجر هو بناء منطقة عمل للمستخدمين, سواء مطورين او إداريين, يمكنك الموقع من متابعة احدث المشاريع والمهام المطلوبة مع القابلية للتعديل عليها.",
  "madLibsDesc": "تم تصميم هذا الموقع باستخدام لغة الجافا سكريبت, هذا الموقع عبارة عن لعبة موجهة للصغار في العمر, حيث انه يجب عليهم ملأ الفراغات بناء لما هو مطلوب, مع الامكانية لقراءة القصة بنفس الوقت, الهدف من الموقع للتعليم.",
  "bootStrapDesc": "تم عمل هذا الموقع من اجل التطوير الذاتي في لغات المتصفح والتصميم, الهدف من هذا الموقع كان التدرب على جعل المواقع مناسبة للعرض على اي نوعية شاشة, هذا الموقع لا يحتوي على مهام فعالة, فقط تم بناءه من اجل التطوير الذاتي.",
  "education": "التعليم",
  "ikhlas": ".متخرج من مدرسة الإخلاص الخاصة عام 2017 بشهادة عامة بنسبة %93",
  "BAUENM": ".متخرج إدارة أعمال هندسية من كلية الهندسة والعلوم التطبيقية من جامعة بهشة شهير (2017-2021) بمعدل 3.34 ومن ضمن المواد العلمية هي الادارة المالية, المحاسبة, التسويق, علم الاقتصاد, علم الاحتمال, والعديد من المواد الاخرى",
  "BAUCMP": ".طالب هندسة كمبيوتر في كلية الهندسة والعلوم التطبيقية في جامعة بهشة شهير (2019-2022) بمعدل 3.00,ومن ضمن المواد العلمية هي لغة البرمجيات سي++, علم المنطق الرقمي, نظم ادارة المعلوات, بناء الخوارزميات الرقمية, وغيرها العديد من المواد الأخرى",
  "REFEWD": ".متخرج من دورة تطوير وتصميم المواقع الإلكترونية من ريكوديد 2021, وعلى خبرة باستخدامات لغة المواقع والتصميم, بالاخص جافا سكريبت, ري-اكت والتبعيات الخاصة بها",
  "experience": "الخبرة",
  "limak": "عملت كمتدرب في قسم التخطيط ومتابعةالتكاليف لدى ليماك انشائات في مشروع مطار الكويت الدولي تيرمنال-2. كان من ضمن المهام الخاصة بي هي جمع المعلومات عن ما تم انهاؤه من مهام والمهام المتبقية عن طريق استخدام برنامج أدوبي 3 دي ماكس لمخطط المطار, ثم تجهيز البيان اليومي, الاسبوعي, والشهري ",
  "zayoom": "عملت لمدة 4 أشهر كمختص في إدخال المعلومات لدى شركة زيوم في الكويت 2021. كان من اهم المهام لدي هي بحث, جمع, ثم تنظيم المعلومات المتعلقة بكل منتج ظاهر على صفحة الويب للشركة, من ضمنها قائمة الأسعار, قيمة الضرائب المالية, صور المنتج, وشرح المنتج",
  "blooms": "عملت في شركة بلومز تيليكوم لمدة 4 أشهر في الكويت 2021. من المسؤوليات الموكلة لي كانت جلسات تصوير للمنتجات, تصوير اعلانات الفيديو, عمل فيديوهات انبوكسينق للمنتجات, تعديل الصور, وعمل مونتاج للفيديوهات",
  "ebursum": "حاليا أشغل منصب متدرب لدى اي-بورسوم كجونيور ويب ديفيلوبر. من مهامي هي تطوير صفحات الموقع الحالي, كما انني اشغل منصب المساعد للمدير المسؤول عن فريق عمل التطوير",
  "skills": "قائمة المهارات",
  "skillSet1": "HTML5",
  "skillSet2": "CSS3",
  "skillSet3": "JavaScript",
  "skillSet4": "React",
  "skillSet5": "React Hooks",
  "skillSet6": "React Dependenices",
  "skillSet7": "سريع التعلم",
  "skillSet8": "قائد فريق",
  "skillSet9": "التصميم وقوة العزيمة",
  "skillSet10": "العمل الجماعي",
  "skillSet11": "التفكير الإيجابي",
  "skillSet12": "مهارات حل المشاكل",
  "dearReader": ",عزيز القارئ",
  "myself1": "إسمي بلال عواد, وعمري ",
  "myself2": " سنة. أنا مواطن تركي ومواطن سوري. كنت وما زلت أعيش في الكويت لأكثر من 18 عاما حتى الأن",
  "homeENM": "تخرجت من جامعة بهشة شهير التركية منذ مايو 2021 من كلية الهندسة والعلوم من تخصص إدارة الأعمال الهندسية بمعدل 3.34 من 4.00 وحاصل على 5 شهادات تقدير من الجامعة",
  "homeCMP": "أنا طالب سنة رابعة في جامعة بهشة شهير في كلية الهندسة والعلوم في تخصص هندسة الكمبيوتر, ومتوقع التخرج في يوليو, 2022",
  "homeREC": "أنا طالب متدرب لدى شركة ري-كوديد في برنامج مكثف لتعليم برمجة وتطوير المواقع الإلكترونية, ومتوقع التخرج في سبتمبر, 2021",
  "homeEBU": "أشغل حاليا منصب متدرب لدى شركة إي-بورسوم في مجال برمجة وتطوير المواقع, كما أنني المساعد الرئيسي لمدير المطورين والمبرمجين",
  "forMore": "للمزيد من المعلومات",
  "forMoreRes": "إضغط هنا لقراءة السيرة الذاتية",
  "forMorePre": "إضغط هنا للوصول إلى الأعمال السابقة",
  "forMoreCon": "إضغط هنا للتواصل معي"
}